Repository: Heckie75/kodi-addon-podcast
Catalog: plugin.audio.podcasts/resources/language/resource.language.*/strings.po
Languages: de_de

# #32000
source: Group
de_de: Gruppe

# #32001
source: Group 1
de_de: Gruppe 1

# #32002
source: Group 2
de_de: Gruppe 2

# #32003
source: Group 3
de_de: Gruppe 3

# #32004
source: Group 4
de_de: Gruppe 4

# #32005
source: Group 5
de_de: Gruppe 5

# #32006
source: Group 6
de_de: Gruppe 6

# #32007
source: Group 7
de_de: Gruppe 7

# #32008
source: Group 8
de_de: Gruppe 8

# #32009
source: Group 9
de_de: Gruppe 9

# #32010
source: Group 10
de_de: Gruppe 10

# #32011
source: OPML File 1
de_de: OPML Datei 1

# #32012
source: OPML File 2
de_de: OPML Datei 2

# #32013
source: OPML File 3
de_de: OPML Datei 3

# #32014
source: OPML File 4
de_de: OPML Datei 4

# #32015
source: OPML File 5
de_de: OPML Datei 5

# #32016
source: OPML File 6
de_de: OPML Datei 6

# #32017
source: OPML File 7
de_de: OPML Datei 7

# #32018
source: OPML File 8
de_de: OPML Datei 8

# #32019
source: OPML File 9
de_de: OPML Datei 9

# #32020
source: OPML File 10
de_de: OPML Datei 10

# #32021
source: OPML Files
de_de: OPML Dateien

# #32023
source: OPML File
de_de: OPML Datei

# #32024
source: vacancy / occupancy
de_de: frei / belegt

# #32050
source: Miscellaneous
de_de: Sonstiges

# #32051
source: Anchor for most recent podcast (good for bookmarking)
de_de: Anker für aktuelle Sendung (hilfreich zum Bookmarken)

# #32052
source: limit episodes
de_de: begrenze Episoden

# #32053
source: Untitled podcast from
de_de: Namenloser Podcast von

# #32054
source: no limit
de_de: keine Begrenzung

# #32055
source: 30 episodes
de_de: 30 Episoden

# #32056
source: 60 episodes
de_de: 60 Episoden

# #32057
source: 120 episodes
de_de: 120 Episoden

# #32058
source: 180 episodes
de_de: 180 Episoden

# #32059
source: 365 episodes
de_de: 365 Episoden

# #32060
source: Actions
de_de: Aktionen

# #32062
source: Username
de_de: Benutzername

# #32063
source: Password
de_de: Passwort

# #32064
source: Import subscriptions to group
de_de: Subskriptionen in eine Gruppe laden

# #32065
source: Download subscriptions as OPML File
de_de: Subskriptionen als OPML Datei laden

# #32066
source: Import from OPML File to group
de_de: OPML Datei in eine Gruppe laden

# #32068
source: Apply changes
de_de: Änderungen übernehmen

# #32069
source: Import new subscriptions to group
de_de: Neue Subskriptionen in eine Gruppe laden

# #32070
source: Select OPML file
de_de: Wähle OPML Datei für Import aus

# #32071
source: Select feeds
de_de: Wähle RSS Feeds für den Import aus

# #32072
source: No feeds selected
de_de: Keine Feeds ausgewählt

# #32073
source: You must select at least one feed
de_de: Du musst mindestens einen Feed auswählen

# #32074
source: Too many feeds selected
de_de: Zu viele Feeds ausgewählt

# #32075
source: Do not select more than %i feeds
de_de: Es dürfen nicht mehr als %i Feeds ausgewählt werden

# #32076
source: Select group for import
de_de: Wähle die Gruppe aus, in die importiert werden soll

# #32077
source: vacant slots
de_de: freie Plätze

# #32078
source: No vacant slots in group left
de_de: Keine freien Plätze in Gruppe verfügbar

# #32079
source: Attach OPML File?
de_de: OPML Datei zuweisen?

# #32080
source: Select folder for download
de_de: Ordner für Download auswählen

# #32081
source: Saving OPML file failed
de_de: Speichern fehlgeschlagen

# #32082
source: Saving OPML file failed for unknown reason
de_de: Speichern ist fehlgeschlagen

# #32083
source: Saved as
de_de: Gespeichert als

# #32084
source: Select a different group or disable slots in this group first
de_de: Wähle eine andere Gruppe oder deaktiviere Podcasts in dieser Gruppe um fortzufahren

# #32086
source: Actions completed
de_de: Aktionen beendet

# #32087
source: Detach OPML files
de_de: OPML Dateien aushängen

# #32088
source: There are no feeds to select
de_de: Es gibt derzeit keine Feeds zur Auswahl

# #32089
source: Backup subscription as OPML
de_de: Feeds als OPML Datei sichern

# #32090
source: Select folder for backup
de_de: Wähle Verzeichnis für Sicherung

# #32091
source: Backup successful
de_de: Sicherung erfolgreich

# #32092
source: Backup failed
de_de: Sicherung gescheitert

# #32095
source: Authentification failed.
de_de: Anmeldung fehlgeschlagen

# #32096
source: Automatic synchronization
de_de: Automatische Synchronisierung

# #32097
source: off
de_de: aus

# #32098
source: once per day
de_de: einmal pro Tag

# #32099
source: once per week
de_de: einmal pro Woche

# #32101
source: most recent episode
de_de: aktuelle Sendung

# #32111
source: Full synchronization
de_de: Komplette Synchronisation

# #32112
source: Synchronize now
de_de: Änderungen synchronisieren

# #32113
source: Synchronizing with Nextcloud...
de_de: Synchronisiere mit Nextcloud...

# #32114
source: Inspecting new feeds...
de_de: Prüfe neue Feeds...

# #32115
source: Select feeds to delete in Kodi?
de_de: Wähle Feeds zum Löschen in Kodi aus?

# #32116
source: Select feeds to add to group in Kodi?
de_de: Wähle Feeds zum Hinzufügen in eine Gruppe in Kodi aus?

# #32117
source: Synchronization completed
de_de: Synchronisation fertig

# #32118
source: Export to Nextcloud
de_de: Exportiere nach Nextcloud

# #32119
source: Select feeds to add in Nextcloud?
de_de: Wähle Feeds zum Hinzufügen in Nextcloud aus?

# #32120
source: Select feeds to delete in Nextcloud?
de_de: Wähle Feeds zum Löschen in Nextcloud aus?

# #32121
source: Search podcasts directories
de_de: Durchsuche Podcast Verzeichnisse

# #32122
source: Search fyyd.de
de_de: Durchsuche fyyd.de

# #32123
source: Enter search term in order to find podcast
de_de: Gebe Suchbegriff ein, um einen Podcast zu finden

# #32124
source: Search for %s
de_de: Suche nach %s

# #32125
source: No results for %s found
de_de: Keine Ergebnisse für %s

# #32126
source: Choose podcasts in order to subscribe
de_de: Wähle Podcasts zum Abonnieren aus

# #32127
source: Successfully subscribed to podcasts
de_de: Podcast erfolgreich abonniert

# #32151
source: Connection Error
de_de: Verbindungsfehler

# #32152
source: HTTP Method %s not supported
de_de: HTTP Methode %s wird nicht unterstützt

# #32153
source: Request Exception: Please check URL and port or see logs for further details
de_de: Request Fehler: Prüfe URL und Port. Für weitere Details prüfe die Log-Datei

# #32154
source: Unexpected HTTP Status %i for %s
de_de: Unerwarteter HTTP Status %i für %s

# #32155
source: Unexpected content for podcast
de_de: Unerwarteter Inhalt für Podcast

# #32200
source: Select a remote type if you want to synchronize your subscriptions between Kodi and other devices. Supported protocols are gPodder.net and Nextcloud Gpoddersync.
de_de: Wählen einen Servertypen aus, wenn Du deine Abos zwischen Deinen Geräten synchronisieren möchtest. Unterstützte Protokolle sind gPodder.net und Nextcloud Gpoddersync.

# #32201
source: Enter the hostname of your server, e.g. https://myserver.net:443
de_de: Gebe hier den Hostnamen deines Servers ein, z.B. https://myserver.net:443

# #32202
source: Enter your username in order to login to server.
de_de: Gebe deinen Nutzernamen an, mit dem Du dich an dem Server anmeldest.

# #32203
source: Enter your password in order to login to server. Note: Password is stored in plain text in settings file of this addon!
de_de: Gebe dein Passwort ein, mit dem Du dich an dem Server anmeldest. Hinweis: Das Passwort wird unverschlüsselt in Kodi gespeichert.

# #32204
source: Apply changes in order to check if hostname, username and password work as expected.
de_de: Übernehme Änderungen, um zu prüfen ob Hostname, Nutzername und Passwort funktionieren.

# #32205
source: Select an update interval in order to get reminded if subscriptions has changed on your remote.
de_de: Wähle ein Aktualisierungsinterval, um über Änderungen deiner Abos auf anderen Geräten erinnert zu werden.

# #32206
source: Request all available subscriptions from gPodder.net and subscribe to them by assigning these to groups.
de_de: Frage alle Abos von gPodder.net ab und abonniere diese, in dem Du diese Gruppen zuweist.

# #32207
source: Request only subscriptions from gPodder.net that are not subscribed in Kodi yet and subscribe to them by assigning these to groups.
de_de: Frage nur Abos von gPodder.net ab, die noch nicht in Kodi abonniert wurden, und abonniere diese, in dem Du diese Gruppen zuweist.

# #32208
source: Request all available subscriptions from gPodder.net and download these as OPML file.
de_de: Frage alle Abos von gPodder.net ab und speichere diese als OPML-Datei.

# #32209
source: Synchronize all subscriptions with Nextcloud Gpoddersync. You can subscribe to new podcasts and will be asked to remove subscriptions in Kodi that has been deleted on other devices.
de_de: Synchronisiere alle Abos über Nextcloud Gpoddersync. Du kannst neue Podcasts übernehmen und wirst gefragt, gelöschte Abos in Kodi zu löschen, die auf anderen Geräten entfernt wurden.

# #32210
source: Synchronize only changes with Nextcloud Gpoddersync since last synchronization. You can subscribe to new podcasts and will be asked to remove subscriptions in Kodi that has been deleted on other devices.
de_de: Synchronisiere nur Änderungen über Nextcloud Gpoddersync seit der letzten Synchronisation. Du kannst neue Podcasts übernehmen und wirst gefragt, gelöschte Abos in Kodi zu löschen, die auf anderen Geräten entfernt wurden.

# #32211
source: Import subscriptions by loading an OPML file.
de_de: Importiere Abos aus einer OMPL Datei.

# #32212
source: Click here If you want to detach an OPML file. File won't be deleted.
de_de: Klicke hier, um eine OPML Datei auszuhängen. Die Datei wird dabei nicht gelöscht.

# #32213
source: Click here If you want to make a backup of your subscriptions. A OPML file will be written.
de_de: Klicke hier, um eine Sicherung deiner Abos zu machen. Es wird eine OPML Datei geschrieben.

# #32214
source: Slot in order to attach an OPML file.
de_de: Platz, um eine OPML Datei einzuhängen.

# #32215
source: Toggle switch in order to display or hide this group.
de_de: Stelle den Schalter ein, um diese Gruppe ein- oder auszublenden.

# #32216
source: Enter the displayname of this group.
de_de: Gebe hier den Anzeigenamen der Gruppe ein.

# #32217
source: Mark this slot as free or occupied. If it is marked as free you can use this slot in order to subscribe to other podcasts e.g. by synchronization with other devices.
de_de: Markiere diesen Platz als frei oder belegt. Wenn der Platz frei ist, kann dieser für neue Abos verwendet werden, z.B. während der Synchronisation mit anderen Geräten.

# #32218
source: Enter the displayname of this subscription.
de_de: Gebe hier den Anzeigenamen des Abos ein.

# #32219
source: Here you can enter or change the URL of the subscription manually.
de_de: Hier kannst Du die URL des Abos manuell eingeben oder ändern.

# #32220
source: Activate this button in order to display a solid list item on top of each subscription which represents the latest episode. This is very helpful if you want to bookmark latest episode by using Kodi's favorites menu.
de_de: Aktiviere diesen Schalter, wenn Du am Anfang jeder Liste einen festen Eintrag für die aktuellste Episode haben möchtest. Dies ist hilfreich, um einen entsprechenden Eintrag im Favoritenmenü von Kodi hinzuzufügen.

# #32221
source: Sometimes a subscription contains hundrets of episodes. Then you would probably like to limit number of episodes displayed in list.
de_de: Manchmal haben Abos hunderte Episoden. In diesem Fall möchtest Du vielleicht die Liste der angezeigten Episoden begrenzen.

# #32222
source: Export subscriptions in Kodi to Nextcloud. Active and inactive subscriptions will be taken into account.
de_de: Exportiere Abos zu Nextcloud. Es werden aktive und deaktivierte Abos berücksichtigt.

# #32223
source: Search fyyd.de for podcasts. You can subscribe to new podcasts by adding them to groups.
de_de: Durchsuche fyyd.de nach Podcasts. Du kannst diese abonnieren und Gruppen zuordnen.
